Repository: 0Myu0001/planote_ios
Catalog: Planote/Resources/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans, zh_hant

source: ホーム
en: Home
ko: 홈
zh_hans: 主页
zh_hant: 主頁

source: スキャン
en: Scan
ko: 스캔
zh_hans: 扫描
zh_hant: 掃描

source: カレンダー
en: Calendar
ko: 캘린더
zh_hans: 日历
zh_hant: 日曆

source: 設定
en: Settings
ko: 설정
zh_hans: 设置

source: 戻る
en: Back
ko: 뒤로
zh_hans: 返回
zh_hant: 返回

source: 今日
en: Today
ko: 오늘
zh_hans: 今天
zh_hant: 今天

source: 予定一覧
en: Events
ko: 일정 목록
zh_hans: 日程列表
zh_hant: 行程列表

source: 表示中の期間に予定はありません
en: No events in this period
ko: 이 기간에 일정이 없습니다
zh_hans: 此期间没有日程
zh_hant: 此期間沒有行程

source: 今日の予定
en: Today's Schedule
ko: 오늘의 일정
zh_hans: 今日日程
zh_hant: 今日行程

source: タップして詳細を表示
en: Tap to view details
ko: 탭하여 세부 정보 보기
zh_hans: 点按查看详情
zh_hant: 點按查看詳情

source: 今週の予定
en: This Week
ko: 이번 주 일정
zh_hans: 本周日程
zh_hant: 本週行程

source: 先週より2件多いです
en: 2 more than last week
ko: 지난주보다 2건 많음
zh_hans: 比上周多2件
zh_hant: 比上週多2件

source: 今日の予定は%lld件です
en: You have %lld event(s) today
ko: 오늘 일정이 %lld건 있습니다
zh_hans: 今天有 %lld 件日程
zh_hant: 今天有 %lld 件行程

source: ✓ カレンダーに追加しました
en: ✓ Added to Calendar
ko: ✓ 캘린더에 추가되었습니다
zh_hans: ✓ 已添加到日历
zh_hant: ✓ 已加入日曆

source: 撮影する準備ができましたか？
en: Ready to capture?
ko: 촬영할 준비가 되셨나요?
zh_hans: 准备好拍照了吗？
zh_hant: 準備好拍照了嗎？

source: 下のボタンをタップして「カメラで撮影」を選択してください。
en: Tap the button below and choose "Take Photo".
ko: 아래 버튼을 탭하고 "카메라로 촬영"을 선택하세요.
zh_hans: 点击下方按钮并选择「拍照」。
zh_hant: 點擊下方按鈕並選擇「拍照」。

source: すでに写真やスクリーンショット、PDFがありますか？
en: Already have a photo, screenshot, or PDF?
ko: 이미 사진, 스크린샷 또는 PDF가 있나요?
zh_hans: 已有照片、截图或 PDF 了吗？
zh_hant: 已有照片、截圖或 PDF 了嗎？

source: 下のボタンをタップして「写真を選択」もしくは「ファイルを選択」を選択して、予定が書かれている写真を選択してください。
en: Tap the button below and choose "Choose Photo" or "Choose File", then select an image with your schedule.
ko: 아래 버튼을 탭하고 "사진 선택" 또는 "파일 선택"을 선택한 후, 일정이 적힌 사진을 선택하세요.
zh_hans: 点击下方按钮,选择「选择照片」或「选择文件」,然后选择写有日程的图片。
zh_hant: 點擊下方按鈕,選擇「選擇照片」或「選擇檔案」,然後選擇寫有行程的圖片。

source: タップして写真を選択
en: Tap to choose a photo
ko: 탭하여 사진 선택
zh_hans: 点按选择照片
zh_hant: 點按選擇照片

source: 写真を追加
en: Add Photo
ko: 사진 추가
zh_hans: 添加照片
zh_hant: 新增照片

source: カメラで撮影
en: Take Photo
ko: 카메라로 촬영
zh_hans: 拍照
zh_hant: 拍照

source: 写真を選択
en: Choose Photo
ko: 사진 선택
zh_hans: 选择照片
zh_hant: 選擇照片

source: ファイルを選択
en: Choose File
ko: 파일 선택
zh_hans: 选择文件
zh_hant: 選擇檔案

source: キャンセル
en: Cancel
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: 確認
en: Review
ko: 확인
zh_hans: 确认

source: 画像を解析中...
en: Analyzing image...
ko: 이미지 분석 중...
zh_hans: 正在分析图像...
zh_hant: 正在分析影像...

source: 手書きメモからスケジュールを抽出しています
en: Extracting schedule from handwritten notes
ko: 손글씨 메모에서 일정을 추출하고 있습니다
zh_hans: 正在从手写笔记中提取日程
zh_hant: 正在從手寫筆記中擷取行程

source: 認識完了
en: Recognized
ko: 인식 완료
zh_hans: 识别完成
zh_hant: 識別完成

source: 抽出された予定
en: Extracted Events
ko: 추출된 일정
zh_hans: 提取的日程
zh_hant: 擷取的行程

source: %lld件選択中
en: %lld selected
ko: %lld건 선택됨
zh_hans: 已选 %lld 件
zh_hant: 已選 %lld 件

source: 予定が見つかりませんでした
en: No events found
ko: 일정을 찾을 수 없습니다
zh_hans: 未找到日程
zh_hant: 未找到行程

source: 再スキャン
en: Rescan
ko: 다시 스캔
zh_hans: 重新扫描
zh_hant: 重新掃描

source: カレンダーに追加
en: Add to Calendar
ko: 캘린더에 추가
zh_hans: 添加到日历
zh_hant: 加入日曆

source: エラーが発生しました
en: An error occurred
ko: 오류가 발생했습니다
zh_hans: 发生错误
zh_hant: 發生錯誤

source: 再試行
en: Retry
ko: 다시 시도
zh_hans: 重试
zh_hant: 重試

source: 画像が選択されていません
en: No image selected
ko: 이미지가 선택되지 않았습니다
zh_hans: 未选择图像
zh_hant: 未選擇影像

source: %lld件の予定をカレンダーに追加しました
en: Added %lld event(s) to Calendar
ko: %lld건의 일정을 캘린더에 추가했습니다
zh_hans: 已将 %lld 件日程添加到日历
zh_hant: 已將 %lld 件行程加入日曆

source: %lld件中%lld件をカレンダーに追加しました
en: Added %2$lld of %1$lld events to Calendar
ko: %1$lld건 중 %2$lld건을 캘린더에 추가했습니다
zh_hans: 已将 %1$lld 件中的 %2$lld 件添加到日历
zh_hant: 已將 %1$lld 件中的 %2$lld 件加入日曆

source: カレンダーへのアクセスが許可されていません
en: Calendar access is not granted
ko: 캘린더 접근이 허용되지 않았습니다
zh_hans: 未授权访问日历
zh_hant: 未授權存取日曆

source: 無効なURLです
en: Invalid URL
ko: 잘못된 URL입니다
zh_hans: 无效的 URL
zh_hant: 無效的 URL

source: 画像の変換に失敗しました
en: Failed to convert image
ko: 이미지 변환에 실패했습니다
zh_hans: 图像转换失败
zh_hant: 影像轉換失敗

source: アップロードに失敗しました (コード: %lld)
en: Upload failed (code: %lld)
ko: 업로드에 실패했습니다 (코드: %lld)
zh_hans: 上传失败(代码:%lld)
zh_hant: 上傳失敗(代碼:%lld)

source: サーバーエラー (コード: %lld)
en: Server error (code: %lld)
ko: 서버 오류 (코드: %lld)
zh_hans: 服务器错误(代码:%lld)
zh_hant: 伺服器錯誤(代碼:%lld)

source: 画像の処理に失敗しました
en: Failed to process image
ko: 이미지 처리에 실패했습니다
zh_hans: 图像处理失败
zh_hant: 影像處理失敗

source: 処理がタイムアウトしました
en: Processing timed out
ko: 처리 시간이 초과되었습니다
zh_hans: 处理超时
zh_hant: 處理逾時

source: 終日
en: All-day
ko: 종일
zh_hans: 全天
zh_hant: 全天

source: 予定
en: Event
ko: 일정
zh_hans: 日程
zh_hant: 行程

source: (無題)
en: (No title)
ko: (제목 없음)
zh_hans: (无标题)
zh_hant: (無標題)

source: %1$lld時間%2$lld分
en: %1$lldh %2$lldm
ko: %1$lld시간 %2$lld분
zh_hans: %1$lld小时%2$lld分钟
zh_hant: %1$lld小時%2$lld分鐘

source: %lld時間
en: %lldh
ko: %lld시간
zh_hans: %lld小时
zh_hant: %lld小時

source: %lld分
en: %lldm
ko: %lld분
zh_hans: %lld分钟
zh_hant: %lld分鐘

source: Planoteに送信中…
en: Sending to Planote…
ko: Planote로 보내는 중…
zh_hans: 正在发送到 Planote…
zh_hant: 正在傳送至 Planote…

source: 送信できませんでした
en: Couldn't send
ko: 보낼 수 없습니다
zh_hans: 发送失败
zh_hant: 傳送失敗

source: GOOD MORNING
ko: 좋은 아침
zh_hans: 早上好
zh_hant: 早安
